NSCameraUsageDescription = "Kamera sarbidea behar da dokumentuak eskaneatzeko eta argazkiak eta bideoak egiteko.";
NSFaceIDUsageDescription = "Face ID beharrezkoa da aurpegi-ezagutzea erabiliz autentifikatzeko.";
NSLocationAlwaysUsageDescription = "The app will show your location on a map.";
NSPhotoLibraryUsageDescription = "Argazki-liburutegira sarbidea behar da zure argazkiak eta bideoak zure cloudean igotzeko.";
NSPhotoLibraryAddUsageDescription = "Argazki-liburutegira sarbidea behar da zure argazkiak eta bideoak zure cloudean igotzeko.";
NSMicrophoneUsageDescription = "Mikrofonorako sarbidea behar da ahots-oharrak sortzeko.";
NSLocationWhenInUseUsageDescription = "The app will show your location on a map.";
